Repository: CommanderStorm/rallyetool-v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Leaderboard
de: Rangliste

source: Register Team
de: Team registrieren

source: Map
de: Karte

source: Scavenger Hunt
de: Schnitzeljagd

source: Rate
de: Bewerten

source: Administration
de: Administation

source: Settings
de: Einstellungen

source: Select your semester
de: Semester auswählen

source: Switch semester
de: Semester wechseln

source: Log out %(username)s
de: %(username)s ausloggen

source: Login
de: Einloggen

source: Data protection
de: Datenschutz

source: Imprint
de: Impressum

source: Map showing where the stations are
de: Karte mit den Standorten der Stationen

source: Chemistry
de: Chemie

source: Physics
de: Physik

source: Canteen
de: Mensa

source: Group-name registration
de: Registrierung von Gruppennamen

source: Please choose an <b>unique Name</b>, that the tutors can recognise you by.
de: Bitte wählt einen <b>eindeutigen Namen</b>, an dem die Tutoren euch erkennen können.

source: Rules:
de: Regeln:

source: No 'edgy' names...
de: Keine 'edgy' Namen...

source: Your group-name will be used by tutors. They search a search-field.
de: Euer Gruppenname wird von den Tutoren verwendet. Tutoren suchen in einem Suchfeld.

source: There may, or may not be a prize for the best/most creative name 😉
de: Es kann sein, dass es einen Preis für den besten/kreativsten Namen gibt, muss aber nicht. 😉

source: Register for the rallye
de: Anmeldung zur Rallye

source: Wellcome to the Rallyetool
de: Willkommen beim Rallyetool

source: Please choose an Username, that the organisers can recognise you by. The Username will be used on station-distribution.
de: Bitte wähle einen Benutzernamen, an dem die Organisatoren dich erkennen können. Der Benutzername wird bei der Verteilung der Stationen verwendet.

source: Register for the rallyetool
de: Für das Rallyetool reistrieren

source: If you already have an account, <a href="%(login_url)s">login</a> instead.
de: Wenn Sie bereits ein Konto haben, <a href="%(login_url)s">melde dich sich stattdessen an</a>.

source: I agree with the data privacy statement. (<a href data-bs-toggle='modal' data-bs-target='#dataProtectionModal'>Show</a>)
de: Ich stimme der Datenschutzerklärung zu. (<a href data-bs-toggle='modal' data-bs-target='#dataProtectionModal'>Anzeigen</a>)

source: Privacy statement
de: Datenschutzerklärung

source: I agree that my personal data will be processed by the MPI Student Council of the Technical University of Munich (www.fs.tum.de/impressum) for the purpose of conducting a rally (rallye.mpi.fs.tum.de).<br> <b>For Teams:</b> We store a freely selectable team name (a non-personal name is recommended) so that tutors can enter points for the rally. The number of points achieved at each station is saved. The team name is displayed on a public leaderboard along with the total number of points. To evaluate the scavenger hunt, the answer entered is compared with the solution word and points are awarded depending on the solution. It is saved that there is a correct answer and the points have been awarded.<br> <b>For Tutors:</b> We store a username of your choice (a non-personal name is recommended) and a shibboleth token (eduPersonTargetedID) of the tutors to assign them tasks. The ratings that tutors create are stored for the rally.<br> Access to the personal data is only granted to selected organizers of the event.<br> The data will be deleted 2 months after the event.
de: Ich stimme zu, dass meine angegebenen personenbezogenen Daten für die durchführung einer Raye (rallye.mpi.fs.tum.de) durch die Fachschaft MPI der Technischen Universität München (www.fs.tum.de/impressum) verarbeitet werden.<br><b>Für Teams:</b> Wir speichern einen frei wählbaren Teamnamen (ein nicht personenbezogener Name wird empfohlen) sodass Tutoren Punkte für die Rallye eintragen können. Die erreichten Punktanzahlen an jeder Station werden gespeichert. Der Teamname wird zusammen mit der gesamten Punkteanzahl in einem öffentlichen Leaderboard angezeigt. Um die Schnitzeljagd auszuwerten, wird die eingegebene Antwort mit dem Lösungswort verglichen und je nach Lösung mit Punkten vergütet. Es wird gespeichert, dass eine korrekte Antwort vorliegt und die Punkte vergeben wurden.<br><b>Für Tutoren:</b> Wir speichern einen frei wählbaren Nutzernamen (ein nicht personenbezogener Name wird empfohlen) und einen Schibboleth Token (eduPersonTargetedID) der Tutoren, um ihnen Aufgaben zuweisen zu können. Die Ratings, die Tutoren erstellen werden für die Rallye gespeichert.<br>Zugriff auf die personenbezogenen Daten erhalten lediglich ausgewählte Organisatoren der Veranstaltung.<br>Die Löschung der Daten erfolgt 2 Monate nach Ende der Veranstaltung.

source: At any given time, without affecting the legitimacy of the processing of my data on the basis of prior approval, I may withdraw my consent until my submission of consent on the basis of Article 6(1)(GDPR) (General Data Protection Regulation).<br> Upon receiving my notice of withdrawal of consent, the personal data will be removed from the system.<br> Please send any notice of withdrawal of consent to Fachschaft MPI, Technische Universität München, Boltzmannstraße 3, 85748 Garching (datenschutz@fs.tum.de).
de: Ich kann meine Einwilligung jederzeit für die Zukunft widerrufen, ohne dass die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO berührt wird.<br>Nach Ihrem Widerruf entfernen wir Ihre Daten unmittelbar aus unserem System.<br>Ihren Widerruf richten Sie bitte an Fachschaft MPI, Technische Universität München, Boltzmannstraße 3, 85748 Garching (datenschutz@fs.tum.de).

source: By law, participants have a right to information, rectification, erasure, restriction of processing, or objection to processing or data portability.<br> Furthermore, participants have a right of complaint and the right to appeal to the Bavarian commissioner for data protection.
de: Unter den gesetzlichen Voraussetzungen besteht ein Recht auf Auskunft, sowie auf Berichtigung oder Löschung oder auf Einschränkung der Verarbeitung oder eines Widerspruchsrechts gegen die Verarbeitung sowie des Rechts auf Datenübertragbarkeit.<br>Es besteht zudem ein Beschwerderecht beim Bayerischen Landesbeauftragten für den Datenschutz.

source: Further questions should be addressed to us (datenschutz@fs.tum.de) or the data protection officer of Technical University of Munich (www.datenschutz.tum.de).
de: Bei Fragen können Sie Sich gerne an uns (datenschutz@fs.tum.de) oder an den Datenschutzbeauftragten der Technischen Universität München (www.datenschutz.tum.de) wenden.
