Repository: CommanderStorm/rallyetool-v2
Catalog: challenges/locale/*/LC_MESSAGES/django.po
Languages: de

source: Result of the scavenger hunt, you got and want to validate
de: Ergebnis der Schnitzeljagd, das Sie erhalten haben und bestätigen möchten

source: Please enter the scavenger hunt secret you got by running around on the campus here. Capitalisation and letters not between a-z are ignored.
de: Bitte gib das Ergebnis der Schnitzeljagd, das du beim Herumlaufen auf dem Campus erhalten hast, hier ein. Groß- und Kleinschreibung sowie Buchstaben, die nicht zwischen a-z stehen, werden ignoriert.

source: Your groups name
de: Name eurer Gruppe

source: Please select your group here. If you select another group, the points will be awarded to them, instead you you.
de: Bitte wählt hier eure Gruppe aus. Wenn irh eine andere Gruppe auswählt, werden die Punkte an diese Gruppe vergeben, nicht an euch selbst.

source: The secret %(value)s is invalid
de: Das Geheimnis %(value)s ist ungültig

source: Scavenger hunt solution submission
de: Einreichung von Schnitzeljagd-Lösungen

source: In this challange you can achieve up to %(max_points)s points.
de: In dieser Herausforderung können Sie bis zu %(max_points)s Punkte erreichen.

source: Cancel
de: Abbrechen

source: Check solution
de: Lösung prüfen

source: Unable to add a Rating. The organisers have ended this event. Thus The Scavenger Hunt is also not availible, since this could change the leaderboard and we dont want this after the end of the event.
de: Ihr könnet keine Bewertungen mehr hinzufügen. Die Organisatoren haben diese Veranstaltung beendet. Somit ist auch die Schnitzeljagd nicht verfügbar, da dies die Rangliste verändern könnte und wir dies nach dem Ende der Veranstaltung nicht wollen.

source: The organisers have not provided a Scavenger hunt secret. Contact Them for more information. This might indicate, that this station is not offered
de: Die Organisatoren haben kein Geheimnis für die Schnitzeljagd bereitgestellt. Kontaktieren Sie sie für weitere Informationen. Dies könnte darauf hinweisen, dass diese Station nicht angeboten wird

source: The organisers have not provided a Scavenger hunt station. This might indicate, that this station is not offered.
de: Die Organisatoren haben keine Station für eine Schnitzeljagd vorgesehen. Dies könnte darauf hinweisen, dass diese Station nicht angeboten wird.

source: You have already earned the points for the scavenger hunt. You can’t eat the same food twice. No points have been added
de: Du hast die Punkte für die Schnitzeljagd bereits verdient. Man kann den selben Kuchen nicht zweimal essen. Es wurden keine Punkte hinzugefügt

source: Success. {} points have been added to group {}.
de: {} Punkte wurden erfolgreich der Gruppe {} hinzugefügt.
