Repository: CommanderStorm/rallyetool-v2
Catalog: ratings/locale/*/LC_MESSAGES/django.po
Languages: de

source: The groups %(value)s have been rated by the station and don't include the filed field 'value'. Thus the rating-scheme 2 cannot be selected.
de: Die Gruppen %(value)s wurden von der Station bewertet und enthalten nicht das Feld 'value'. Daher kann das Bewertungsschema 2 nicht ausgewählt werden.

source: The groups %(value)s have been rated by the station and don't include the filed field 'handicap' or 'value'. Thus the rating-scheme 3 cannot be selected.
de: Die Gruppen %(value)s wurden von der Station bewertet und enthalten nicht das Felder 'handicap' oder 'value'. Daher kann das Bewertungsschema 3 nicht ausgewählt werden.

source: <ul><li>Required.</li><li>Only alphanumeric characters, @#$€<>%^&+=_-, space and äöüß are allowed.</li><li>Minimum of 4 characters</li><li>Maximum of 30 characters</li></ul>
de: <ul><li>Notwendig.</li><li>Erlaubt sind nur alphanumerische Zeichen, @#$€<>%^&+=_-, Leerzeichen und äöü.</li><li>Minimum von 4 Zeichen</li><li>Maximum von 30 Zeichen</li></ul>

source: Name of your Team
de: Teamname

source: Visible on a public leaderboard
de: Sichtbar in einer öffentlichen Rangliste

source: Only alphanumeric characters, @#$€<>%%^&+=_-, space and äöüß are allowed
de: Nur alphanumerische Zeichen, @#$€<>%%^&+=_-, Leerzeichen und äöüß sind erlaubt

source: Min-value for 10 points
de: Mindestwert für 10 Punkte

source: Min-value for 9 points
de: Mindestwert für 9 Punkte

source: Min-value for 8 points
de: Mindestwert für 8 Punkte

source: Min-value for 7 points
de: Mindestwert für 7 Punkte

source: Min-value for 6 points
de: Mindestwert für 6 Punkte

source: Min-value for 5 points
de: Mindestwert für 5 Punkte

source: Min-value for 4 points
de: Mindestwert für 4 Punkte

source: Min-value for 3 points
de: Mindestwert für 3 Punkte

source: Min-value for 2 points
de: Mindestwert für 2 Punkte

source: Min-value for 1 point
de: Mindestwert für 1 Punkte

source: RatingScheme 1 (rating is final. No scheme)
de: Bewertungsschema 1 (Bewertung ist endgültig. Kein Schema)

source: RatingScheme 2 (rating based on a single key)
de: Bewertungsschema 2 (Bewertung auf der Grundlage eines einzigen Bewertungsschlüssels)

source: RatingScheme 3 (rating based on multiple keys, one for each handicap)
de: Bewertungsschema 3 (Bewertung auf der Grundlage von mehreren Bewertungsschlüsseln, einer für jedes handicap)

source: Handicap used for grading. (i.e. group-size)
de: Handicap, das für die Benotung verwendet wird. (z.B. Gruppengröße)

source: Name of the Station
de: Stationsname

source: Station-name unknown
de: unbekannter Stationsname

source: Visible to logged in users on the map and to tutors
de: Sichtbar für eingeloggte Benutzer auf der Karte und für Tutoren

source: Instructions, how to setup the station.
de: Anweisungen, wie die Station einzurichten ist.

source: Displayed to the tutor.
de: Für Tutoren Angezeigt

source: Instructions, how to conduct a game.
de: Anweisungen, wie ein Spiel durchzuführen ist.

source: Instructions, how to score a game.
de: Anweisungen, wie ein Spiel zu bewerten ist.

source: Contact Person
de: Kontaktperson

source: Utensils/tools needed for this station
de: Für diese Station benötigte Utensilien/Werkzeuge

source: Description of the Station
de: Stationsbeschreibung

source: Location unknown
de: unbekannter Standort

source: Visible on the map
de: Auf der Karte sichtbar

source: Longitude of the station
de: Stations-Längengrad

source: Latitude of the station
de: Stations-Breitengrad

source: Amount of tutors needed
de: Anzahl der benötigten Tutoren

source: 1 - Rating of the groups by the tutors is final. No scheme.
de: 1 - Bewertung der Gruppen durch die Tutoren ist endgültig. Kein Schema

source: 2 - Rating of the groups by the tutors is based on a single key.
de: 2 - Bewertung der Gruppen durch die Tutoren auf der Grundlage von einem Bewertungsschlüssel

source: 3 - Rating of the groups by the tutors is based on multiple keys (one for each handicap).
de: 3 - Bewertung der Gruppen durch die Tutoren auf der Grundlage von mehreren Bewertungsschlüsseln, einer für jedes handicap

source: Rating Scheme
de: Bewertungsschema

source: Value achieved by the group
de: Von der Gruppe erzielter Wert

source: Needed for the RatingScheme 2 or 3
de: Für das Bewertungsschema 2 oder 3 benötigt

source: Needed for the RatingScheme 3
de: Für das Bewertungsschema 3 benötigt

source: Add station
de: Station hinzufügen

source: Cancel
de: Abbrechen

source: Delete station
de: Station löschen

source: Edit station
de: Station bearbeiten

source: Import stations from Json
de: Stationen von Json importieren

source: Sanitise Stations
de: Stationen reinigen

source: Export Stations
de: Stationen exportieren

source: Import stations-updates and maybe override current status
de: Stationen-Aktualisierungen importieren und eventuell den aktuellen Status überschreiben.

source: List all stations
de: Alle Station auflisten

source: Add new Station
de: Neue Station hinzufügen

source: Show link for user registration
de: Link zur Benutzerregistrierung anzeigen

source: User registration is disabled in the Settings
de: Die Benutzerregistrierung ist in den Einstellungen deaktiviert

source: Last Update
de: Letzes Update

source: User
de: Benutzer

source: Tutors
de: Tutoren

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: No stations yet.
de: Noch keine Stationen.

source: Sanitise station %(station)s for a new semester
de: Reinige station %(station)s für ein neues Semester

source: Seperate all users from all stations
de: Separiere alle User von ihren Stationen

source: Stations
de: Stationen

source: List stations
de: Stationen auflisten

source: Add new station
de: Neue Station hinzufügen

source: Stations management
de: Stationen verwalten

source: Ratings
de: Bewertungen

source: List previous ratings
de: Vorherige bewertungen auflisten

source: Add new rating
de: Neue Bewertung hinzufügen

source: Rating-Scheme
de: Bewertungensschema

source: Manage Rating-Scheme
de: Bewertungensschema verwalten

source: Leaderboard
de: Rangliste

source: Place
de: Platz

source: Points
de: Punkte

source: Add rating
de: Bewertung hinzufügen

source: Delete rating %(rating)s
de: Bewertung %(rating)s löschen

source: Delete rating
de: Bewertung löschen

source: Edit rating %(rating)s
de: Bewertung %(rating)s bearbeiten

source: Edit rating
de: Bewertung bearbeiten

source: List all rating by station %(station)s
de: Alle Bewertungen von Station %(station)s auflisten

source: Add new Rating
de: Neues Bewertung hinzufügen

source: Value
de: Wert

source: Points awarded
de: Vergebene Punkte

source: No ratings yet.
de: Noch keine Bewertungen.

source: The Rating-Scheme is 1. Thus no Configuration is availible.
de: Das Bewertungsschema ist 1. Somit ist keine Konfiguration verfügbar.

source: The Rating-Scheme is 2. The following key can be filled out.
de: Das Bewertungsschema ist 2. Der folgende Bewertungsschlüssel kann ausgefüllt werden.

source: Edit rating-scheme
de: Bewertungschema bearbeiten

source: The Rating-Scheme is 3. The following keys can be filled out.
de: Das Bewertungsschema ist 3. Der folgenden Bewertungsschlüssel können ausgefüllt werden.

source: Manage station %(name)s using %(rating_scheme)s
de: Verwalten Sie Station %(name)s mit %(rating_scheme)s

source: Instructions
de: Anweisungen

source: Stations setup-instructions
de: Stations Setup-Anweisungen

source: Stations game-instructions
de: Stations Spiel-Anweisungen

source: Stations scoring-guidelines
de: Stations Bewertungsleitlinien

source: Supporting information
de: Unterstützende Informationen

source: Location
de: Standort

source: Registration of new groups is closed. Contact the Organisers if you think this is a mistake.
de: Die Anmeldung neuer Gruppen ist geschlossen. Kontaktieren Sie die Organisatoren, wenn du glaubst, dass dies ein Fehler ist.

source: Registration of group '{group_name}' failed. A group with a very similar name already exists. The contender is: {similar_groups}
de: Die Registrierung der Gruppe '{group_name}' ist fehlgeschlagen. Es existiert bereits eine Gruppe mit einem sehr ähnlichen Namen. Der Konkurrent ist: {similar_groups}

source: Registration of group '{}' successful.
de: Registrierung der Gruppe '{}' erfolgreich.

source: Unsuccessful registration. Invalid information.
de: Die Registrierung ist fehlgeschlagen. Ungültige Informationen.

source: The organisers have ended this event.
de: Die Organisatoren haben diese Veranstaltung beendet.

source: Unable to add a Rating. The organisers have ended this event.
de: Leider kannst du keine Bewertungen mehr abgeben. Die Organisatoren haben diese Veranstaltung beendet.

source: Rating {} was successfully added
de: Bewertung {} wurde erfolgreich hinzugefügt

source: Unable to edit a Rating. The organisers have ended this event.
de: Es ist nicht möglich, eine Bewertung zu bearbeiten. Die Organisatoren haben diese Veranstaltung beendet.

source: Rating {} was successfully edited
de: Bewertung {} wurde erfolgreich bearbeitet

source: Unable to delete a Rating. The organisers have ended this event.
de: Leider ist es nicht möglich, eine Bewertung zu löschen. Die Organisatoren haben diese Veranstaltung beendet.

source: You cant delete ratings of stations that are not your own
de: Sie können keine Bewertungen von Stationen löschen, die nicht Ihre eigenen sind

source: Rating {} was permanently deleted.
de: Die Bewertung {} wurde endgültig gelöscht.

source: Deletion is permanent.
de: Löschen ist endgültig.

source: Station {} was successfully added.
de: Station {} wurde erfolgreich hinzugefügt.

source: Station {} was successfully edited.
de: Station {} wurde erfolgreich bearbeitet.

source: If you want to increment the rating-scheme, make sure that no prior ratings exist. (highter number schemes require more information)
de: Wenn Sie das Bewertungsschema erhöhen wollen, vergewissern Sie sich, dass keine früheren Bewertungen vorhanden sind. (Höhere Zahlenschemata erfordern mehr Informationen)

source: The users of the stations {} have been permanently removed from their stations.
de: Die Benutzer der Stationen {} wurden dauerhaft von ihren Stationen entfernt.

source: Removing people from their stations is permanent. Manually re-adding them is tedious.
de: Das Entfernen von Personen aus ihren Stationen ist dauerhaft. Sie manuell wieder hinzuzufügen ist mühsam.

source: json is not of type `List[Dict[str, Union[int, float, str]]]`
de: json ist nicht vom Typ `List[Dict[str, Union[int, float, str]]]`

source: All updates have been successfully written
de: Alle Updates wurden erfolgreich geschrieben

source: Importing is risky. Overriding with this import method is non-reversible. Do this only if you have made an export bevore and and are shure what you are doing.
de: Importieren ist riskant. Das Überschreiben mit dieser Importmethode ist nicht rückgängig zu machen. Tun Sie dies nur, wenn Sie zuvor einen Export durchgeführt haben und sich sicher sind, was Sie tun.

source: Unable to delete the station '{}'.<br/>It is currently protected by its ratings:<br/>{}
de: Es ist nicht möglich, die Station '{}' zu löschen.<br/>Er ist derzeit durch seine Bewertungen geschützt:<br/>{}

source: station {} was permanently deleted.
de: Station {} wurde permanent gelöscht.

source: User Registration is disabeled in the settings. Please contact the organisers if you think that this is an error.
de: Die Benutzerregistrierung ist in den Einstellungen deaktiviert. Bitte kontaktieren Sie die Organisatoren, wenn Sie glauben, dass dies ein Fehler ist.

source: Registration successful.
de: Die Benutzerregistrierung war erfolgreich.

source: RatingScheme2 was successful modified.
de: RatingScheme2 wurde erfolgreich geändert.

source: RatingScheme3s' Groups were successfully modified.
de: RatingScheme3s' Gruppen wurde erfolgreich geändert.
