Repository: CommanderStorm/rallyetool-v2
Catalog: common/locale/*/LC_MESSAGES/django.po
Languages: de

source: Email, you want to log in with
de: Email, mit der du dich einloggen willst

source: <ul><li>Please choose an (syntactically valid) email that you can remember. 150 characters or fewer.</li><li>The email does not have to belong to you. Use a fake-email.</li><li>We dont sent mails to this address.</li><li><b>No personally identifying information!</b></li></ul>
de: <ul><li>Bitte wählen Sie eine (syntaktisch gültige) E-Mail, die Du dir merken können. 150 Zeichen oder weniger.</li><li>Die E-Mail muss nicht zu Ihnen gehören. Verwenden Sie eine fiktive E-Mail.</li><li>Wir senden keine Emails an diese Adresse.</li><li><b>Keine personenbezogenen Daten!</b></li></ul>

source: Username, you can tell to the organisers
de: Benutzername, den Du den Organisatoren mitteilen kannst

source: <ul><li>Please choose an Username you can tell to the organisers. </li><li>150 characters or fewer. Letters, digits and @/./+/-/_ only.</li><li><b>No personally identifying information!</b></li></ul>
de: <ul><li>Bitte wählen Sie einen Benutzernamen, den Du den Organisatoren mitteilen kannst. </li><li>150 Zeichen oder weniger. Nur Buchstaben, Ziffern und @/./+/-/_.</li><li><b>Keine personenbezogenen Daten!</b></li></ul>

source: Summer semester
de: Wintersemester

source: Year
de: Jahr

source: Introductory Text displayed on the landingpage. Full HTML styling is availible. Disabled if blank.
de: Einleitender Text, der auf der Landingpage angezeigt wird. Vollständiges HTML-Styling ist möglich. Deaktiviert, wenn leer.

source: Scavenger hunt secret
de: Schnitzeljagd-Geheimnis

source: Only alphabetic characters, capitalisation is ignored
de: Nur alphabetische Zeichen, Groß- und Kleinschreibung wird ignoriert

source: Scavenger hunt station. Scavenger hunt is disabled if blank.
de: Schnitzeljagd-Station. Die Schnitzeljagd ist deaktiviert, wenn sie leer ist.

source: Reward for correctly submitting the scavenger hunt secret
de: Belohnung für das richtige Abschicken des Schnitzeljagdgeheimnisses
